Repository: okooo5km/HiPixel
Catalog: Localizable.xcstrings
Source language: en
Languages: zh_hans

source: - The binary tool for AI upscaling
zh_hans: - AI图像放大工具

source: - The image super-resolution models
zh_hans: - 图像超分辨率模型

source: %@ 5KM Software Tech Co., Ltd.
zh_hans: %@ 十里软件科技有限责任公司

source: ✨ Drag image files or folders here ✨
zh_hans: ✨ 将图片文件或文件夹拖到这里 ✨

source: ✨ Release to Process Images ✨
zh_hans: ✨ 松开文件开始放大图片 ✨

source: About
zh_hans: 关于

source: Add custom AI models by selecting a directory containing .bin and .param file pairs. For more details: [CUSTOM MODELS REPOSITORY](https://github.com/upscayl/custom-models/blob/main/README.md)
zh_hans: 选择包含 .bin 与 .param 配对文件的文件夹以添加自定义 AI 模型，访问 [CUSTOM MODELS REPOSITORY](https://github.com/upscayl/custom-models/blob/main/README.md)了解更多。

source: Advanced
zh_hans: 高级

source: AI Image Upscaler Wrapping **[Upscayl](https://github.com/upscayl/upscayl)**
zh_hans: 基于 **[Upscayl](https://github.com/upscayl/upscayl)** 的 AI 图像放大工具

source: AI lmage Upscaler for macOS Based on **[Upscayl](https://upscayl.org/)**
zh_hans: macOS 版 AI 图像放大工具 基于 **[Upscayl](https://upscayl.org/)** 实现

source: AI Models
zh_hans: AI 模型

source: AI models and processing tools version.
zh_hans: AI 模型和处理工具版本。

source: Auto Save
zh_hans: 自动保存

source: Alipay
zh_hans: 支付宝

source: Anything above 4X (except 16X Double Upscale) only resizes the image and does not use AI upscaling.
zh_hans: 超过4倍（除了16倍Double 放大）只会调整图像大小，不使用AI放大。

source: APP ICON
zh_hans: 应用图标

source: App Icon & UI Design (v0.2)
zh_hans: 应用图标和主窗口 UI 设计(v0.2)

source: Appearance
zh_hans: 外观颜色

source: Auto
zh_hans: 自动

source: Built-in AI model to use
zh_hans: 要使用的内置 AI 模型

source: Built-in Models
zh_hans: 内置模型

source: Cancel
zh_hans: 取消

source: Check for Updates…
zh_hans: 检查更新…

source: Checking for latest version...
zh_hans: 检查最新版本 …

source: choose
zh_hans: 选择

source: Components used:
zh_hans: 使用的组件

# Compress with Zipic
source: Compress with [Zipic](https://zipic.5km.tech)
zh_hans: 使用 [Zipic](https://zipic.5km.tech/cn) 压缩

source: Compression Level
zh_hans: 压缩级别

source: Compression level (0-99)
zh_hans: 压缩级别（0-99）

source: Continue
zh_hans: 继续

source: Auto save processed images to the source directory.
zh_hans: 自动将处理后的图片保存到原图所在目录。

source: Custom folder path for output images
zh_hans: 输出图像的自定义文件夹路径

source: Custom model name to use
zh_hans: 要使用的自定义模型名称

source: Custom Models
zh_hans: 自定义模型

source: Custom Output Folder
zh_hans: 自定义输出文件夹

source: Custom Tile Size
zh_hans: 自定义图块大小

source: CUSTOM TILE SIZE
zh_hans: 分块大小

source: Custom tile size for processing (0 uses default)
zh_hans: 处理的自定义图块大小（0 表示使用默认值）

source: Dark
zh_hans: 深色

source: Dependencies
zh_hans: 依赖项

source: DESIGN
zh_hans: 设计

source: Designed by **okooo5km**
zh_hans: 由 **okooo5km** 设计

# Designed by zaotang.xyz
source: Designed by **zaotang**
zh_hans: 由 **zaotang** 设计

source: Digital Art
zh_hans: 数字艺术

# Disable Notification
source: Disable
zh_hans: 禁用

source: Donate
zh_hans: 打赏

source: DOUBLE PROCESSING
zh_hans: 双重处理

source: Runs the upscaler twice (effective scale ≈ chosen scale squared, e.g., 2×→4×, 4×→16×); can add detail/smoothness but greatly increases time/memory and may cause softness/artifacts at very high scales (>4×)
zh_hans: 连续放大两次（有效倍率≈所选倍率平方，如 2×→4×，4×→16×），可能带来更多细节/更平滑，但耗时与显存占用大增，倍率过高易变软或出伪影（>4×需谨慎）

source: Double Upscayl
zh_hans: 双重放大

source: Download Complete!
zh_hans: 下载完成！

source: Download Dependencies
zh_hans: 下载依赖

source: Download Failed
zh_hans: 下载失败

source: Downloading %@...
zh_hans: 正在下载 %@...

source: Enable
zh_hans: 启用

source: Enable double upscaling (upscale twice)
zh_hans: 启用双重放大（放大两次）

source: Enable Menu Bar Button?
zh_hans: 启用菜单栏按钮？

source: Enable Test Time Augmentation for better quality
zh_hans: 启用测试时间增强以获得更好的质量

source: Enable Auto Save?
zh_hans: 开启自动保存？

source: Enable TTA
zh_hans: 启用 TTA

source: Enable Zipic Compression
zh_hans: 启用 Zipic 压缩

source: Enable Zipic compression (requires Zipic app)
zh_hans: 启用 Zipic 压缩（需要 Zipic 应用）

source: Failed to process
zh_hans: 处理失败

source: Files
zh_hans: 文件

source: Folder:
zh_hans: 目录：

source: Follow Me
zh_hans: 关注我

# General Settings
source: General
zh_hans: 通用

source: Got It
zh_hans: 知道了

source: GPU ID
zh_hans: GPU 编号

source: GPU ID to use for processing
zh_hans: 用于处理的 GPU 编号

source: Hide Dock Icon
zh_hans: 隐藏 Dock 图标

source: Hide the app icon from the Dock. The app will still be accessible from the menu bar or by opening windows.
zh_hans: 从 Dock 中隐藏应用图标。应用仍可通过菜单栏或打开窗口访问。

source: Hiding the Dock icon without a menu bar button will make it difficult to access the app. Would you like to enable the menu bar button?
zh_hans: 隐藏 Dock 图标而不启用菜单栏按钮将使应用难以访问。是否要启用菜单栏按钮？

source: High Fidelity
zh_hans: 高保真

source: HiPixel Automatically
zh_hans: 自动处理

source: HiPixel needs to download AI models and processing tools to function properly.
zh_hans: HiPixel 需要下载AI模型和相应的推理工具。

source: HiPixel will automatically process new images monitored in the selected folder.
zh_hans: HiPixel 会自动处理所选文件夹中监控到的新增图像！

source: HiPixeled Image
zh_hans: HiPixeled

source: If enabled, HiPixel will process the image again instead of loading it directly.
zh_hans: 如果启用，HiPixel 将重新处理图像，而不是直接加载。

source: IMAGE COMPRESSION
zh_hans: 图像压缩

source: Image files or folders to upscale
zh_hans: 要放大的图像文件或文件夹

source: Image Format
zh_hans: 图像格式

source: Image Scale
zh_hans: 图像缩放倍数

source: IMAGE SCALE
zh_hans: 图像放大倍数

source: Install
zh_hans: 安装

source: Install Zipic
zh_hans: 安装 Zipic

source: Installing...
zh_hans: 正在安装...

source: Launch Silently
zh_hans: 静默启动

source: Licensed under AGPLv3
zh_hans: 基于 AGPLv3 许可证授权

source: Light
zh_hans: 浅色

source: Lite
zh_hans: 轻量版

source: Main Window
zh_hans: 主窗口

source: Manual Save Control
zh_hans: 手动保存控制

source: Models found:
zh_hans: 发现模型：

source: Monitor
zh_hans: 监听

source: No custom models directory selected
zh_hans: 未选择自定义模型目录

source: No custom models found
zh_hans: 没有发现自定义模型

source: No valid image files or folders found.
zh_hans: 未找到有效的图像文件或文件夹。

source: No valid image files provided.
zh_hans: 未提供有效的图像文件。

source: Notification
zh_hans: 通知样式

source: OPEN SOURCE COMPONENTS
zh_hans: 开源组件

source: Original
zh_hans: 原图格式

source: Original Image
zh_hans: 原图

source: OUTPUT FOLDER
zh_hans: 输出目录

source: Output image format
zh_hans: 输出图像格式

source: OVERWRITE PREVIOUS UPSCALE
zh_hans: 覆盖上一次图像

source: Please read the **[Upscayl Documentation](https://github.com/upscayl/upscayl/wiki/Guide#gpu-id)** for more information.
zh_hans: 请阅读 **[Upscayl 文档](https://github.com/upscayl/upscayl/wiki/Guide#gpu-id)** 以获取更多信息。

source: Please select a directory
zh_hans: 请选择一个文件夹

source: PNG compression is lossless, so it might not reduce the file size significantly and higher compression values might affect the performance. JPG and WebP compression is lossy
zh_hans: PNG 压缩是无损的，因此可能不会显著减少文件大小，较高的压缩值可能会影响性能。JPG 和 WebP 压缩是有损的。

source: Processed %lld file(s), %lld succeeded, %lld failed.
zh_hans: 处理了 %lld 个文件，%lld 个成功，%lld 个失败。

source: Processing...
zh_hans: 处理中…

source: Processing... (%lld/2)
zh_hans: 处理中…（%lld/2）

source: Quit HiPixel
zh_hans: 退出 HiPixel

source: Remove History List
zh_hans: 清空历史

source: Remove The Image
zh_hans: 删除此历史

source: RESET OPTIONS
zh_hans: 重置选项

source: Retry
zh_hans: 重试

source: Save Format
zh_hans: 保存格式

source: Save processed images to the source directory automatically
zh_hans: 处理后的图片自动保存到原图所在目录

source: SAVE IMAGE AS
zh_hans: 保存格式

source: Select a folder to auto-hipixel new images
zh_hans: 请选择一个文件夹监听，对新增图像以自动处理

source: Select Model
zh_hans: 选择模型

source: Selected Custom Model
zh_hans: 选定的自定义模型

source: Set the GPU ID
zh_hans: 设置 GPU 编号

source: Settings
zh_hans: 设置

source: Settings...
zh_hans: 设置…

source: Show a menu bar button for quick access to the app when the Dock icon is hidden.
zh_hans: 当 Dock 图标隐藏时，显示菜单栏按钮以便快速访问应用。

source: Show Menu Bar Button
zh_hans: 显示菜单栏按钮

source: Skip for Now
zh_hans: 现在跳过

source: Source Code
zh_hans: 源代码

source: Standard
zh_hans: 标准版

source: Started processing %lld file(s).
zh_hans: 已开始处理 %lld 个文件。

source: Successfully processed %lld file(s).
zh_hans: 成功处理了 %lld 个文件。

source: Support
zh_hans: 支持

source: Support HiPixel
zh_hans: 支持 HiPixel

source: System
zh_hans: 跟随系统

# System Notification
source: System
zh_hans: 系统

source: Thank you for your support!
zh_hans: 感谢您的支持！

source: The format in which the image will be saved.
zh_hans: 图像保存的格式。

# This may cause performance issues on some devices.
source: May affect performance on some devices.
zh_hans: 可能会导致某些设备的性能问题。

source: TTA (Test-Time Augmentation)
zh_hans: TTA（测试时增强）

source: Runs multiple flipped/rotated passes and merges them to reduce noise/artifacts and clean edges; ~8× slower and may look slightly softer.
zh_hans: 对图像做多次翻转/旋转推理并融合，减少噪点和伪影、边缘更干净；但速度约慢 8×，画面可能略微变软。

source: Upscale completed: %d images
zh_hans: 处理完成：%d 张图片！

source: Upscale completed: %d images, saved to %@
zh_hans: 处理完成：%d 张图片，已保存至 %@

source: Upscale completed: %d images, saved to source directories
zh_hans: 处理完成：%d 张图片，已保存至原始目录

source: Upscale Images
zh_hans: 放大图像

source: Upscale images using AI with HiPixel.
zh_hans: 使用 HiPixel 的 AI 技术放大图像。

source: Upscaling factor (multiplier)
zh_hans: 放大倍数（乘数）

source: Upscayl Model
zh_hans: Upscayl 模型

# UpscaylModel description
source: 1. **Standard** Great for most of your images. 2. **Lite** Quickly enhance your images. 3. **High Fidelity** For all types of images, focusing on authentic details and smooth textures. 4. **Digital Art** Specifically designed for digital artwork and illustrations.
zh_hans: 1. **标准** 适用于大多数图像场景。 2. **轻量** 快速提升图像画质。 3. **高保真** 适用于各种图像，注重还原真实细节和平滑的纹理。 4. **数字艺术：** 专为数字艺术作品和插图设计。

source: Use a custom tile size for segmenting the image. This can help process images faster by reducing the number of tiles generated.
zh_hans: 使用自定义分块大小来分割图像。这可以通过减少生成的分块数量来加快图像处理速度。

# Version %@ (%@)
source: Version %1$@ (%2$@)
zh_hans: 版本 %1$@ (%2$@)

source: Version:
zh_hans: 版本：

source: WeChat Pay
zh_hans: 微信支付

source: When enabled, images processed via main window require manual save. Automated operations (monitored folders, URL Scheme, Shortcuts) ignore this setting.
zh_hans: 启用后，主窗口手动处理的图像需要手动保存。自动化操作（监控目录、URL Scheme、快捷指令）会忽略此设置。

source: When enabled, the app will not open the main window on launch. The window can still be opened manually from the menu bar or Dock.
zh_hans: 启用后，应用启动时不会打开主窗口。仍可通过菜单栏或 Dock 手动打开窗口。

source: X%.0f
zh_hans: %.0f倍

source: X2
zh_hans: 2倍

source: x16
zh_hans: 16倍

source: Your support means a lot
zh_hans: 您的支持意义非凡

source: Zipic is not installed. Would you like to install it now?
zh_hans: 您还没有安装 Zipic，现在要安装吗？
